Repository: wp-plugins/blue-captcha
Catalog: languages/blue-captcha-*.po
Languages: sl_si

source: Visit my blue stuff page at
sl_si: Obiščite modro stran za več stvari:

source: where you can find documentation about Blue Captcha
sl_si: Tukaj lahko najdete tudi dokumentacijo za Blue Captcha.

source: By Jotis Kokkalis
sl_si: Avtor: Jotis Kokkalis - Trnsaltor/Prevajalec: Leon Roškar - Slovenija

source: This plugin is free and will always be free
sl_si: Ta vtičnik je brezplačen in ostal bo brezplačen za stalno.

source: However, if this plugin has protected you from spammers,
sl_si: Če vas je ta vtičnik zavaroval pred spamerji,

source: has helped you in some way or if you just like it, then
sl_si: vam na nek način pomagal ali vam je všeč,

source: you could donate one dollar or two. Any donation will be highly
sl_si: potem lahko donirate kak Evro ali dva. Vsaka donacija je zelo

source: appreciated and will help in further development of this project.
sl_si: dobrodošla in bo pomagala pri nadaljnjem razvoju tega projekta.

source: The entire project was proudly created with NotePad
sl_si: Ta projekt je bil ponosno ustvarjen z NotePad (beležnico).

source: This program is free software; you can redistribute it and/or modify it
sl_si: Ta program je prosta programska oprema; lahko ga razširjate in / ali spreminjate

source: under the terms of the GNU General Public License, version 2,
sl_si: pod pogoji GNU General Public License, version 2,

source: as published by the Free Software Foundation.
sl_si: kot jih je Free Software Foundation objavila.

source: This program is distributed in the hope that it will be useful,
sl_si: Ta program se razširja v upanju, da bo uporaben,

source: but WITHOUT ANY WARRANTY; without even the implied warranty of
sl_si: vendar BREZ KAKRŠNEKOLI GARANCIJE; tudi brez implicitnega jamstva

source: MERCHANTABILITY or FITNESS FOR A PARTICULAR PURPOSE. See the GNU
sl_si: PRODAJO ali PRIMERNOSTI ZA DOLOČEN NAMEN. Oglejte si GNU

source: General Public License for more details.
sl_si: General Public Licenca za več podrobnosti.

source: You should have received a copy of the GNU General Public License,
sl_si: Vi bi morali prejeti kopijo GNU General Public Licence,

source: along with this program; if not, write to the Free Software Foundation,
sl_si: skupaj s tem programom; če ne, pišite na Free Software Foundation,

source: Special Thanks To The Following Contributors
sl_si: Posebna zahvala gre naslednjim sodelujočim:

source: Uninstall
sl_si: Deinstaliraj

source: Click here to uninstall plugin
sl_si: Klikni tukaj za deinstalacijo vtičnika

source: Are you sure that you want to uninstall Blue Captcha Plugin?
sl_si: Ali si prepričan, da želiš deinstalirat Blue Capcha vtičnik?

source: Blue Captcha has been successfully uninstalled.
sl_si: Blue Captcha je bila uspešno deinstalirana.

source: You may now deactivate and delete plugin.
sl_si: Zdaj lahko deaktivirate in izbrišete vtičnik.

source: Click to refresh Captcha Image
sl_si: Klikni za osvežitev Capcha slike.

source: Refresh
sl_si: Osveži

source: Enter Captcha here
sl_si: Vstavi Captcho tukaj.

source: You have entered a Wrong CAPTCHA.
sl_si: Vnesli ste napačno CAPTCHO

source: Go back and try again.
sl_si: Idi nazaj in poskusi ponovno.

source: Click
sl_si: Klik

source: here
sl_si: tukaj

source: to go back and try again.
sl_si: idi nazaj in poskusi znova

source: General
sl_si: Splošno

source: Login
sl_si: Prijava

source: Register
sl_si: Registracija

source: Password Recovery
sl_si: Obnova gesla

source: Comment Posting
sl_si: Komentarji postov

source: Blocking
sl_si: Blokada

source: General Options
sl_si: Splošne nastavitve

source: Plugin Is Active
sl_si: Vtičnik je aktiven

source: Make Empty Captcha Check Before Form Submission
sl_si: Sprazni Captcho preveri pred oddajo

source: Keep Comment After Failed Captcha
sl_si: Obdrži komentar po napaki Captche

source: Ignore Case Sensitivity In Characters
sl_si: Ignoriraj občutljivost na velikost znakov

source: IP Informer URL
sl_si: IP informacija URL

source: Allow Pingbacks & Trackbacks
sl_si: Dovoli Ping nazaj in sledenje nazaj

source: Keep Actions In Log
sl_si: Shranjuj dejanja v LOG (dnevnik)

source: Save Additional Info In Log
sl_si: Shrani dodatna dejanja v LOG (dnevnik)

source: Save Passwords In Log
sl_si: Shrani Gesla v LOG (dnevnik)

source: Image Size In Double Layer
sl_si: Velikost slike v dvojnem nivoju

source: Captcha Location On Comment Form
sl_si: Lokacija Captcha v obrazcu komentarji

source: Default
sl_si: Privzeto

source: Define At
sl_si: Opredeli na

source: Refresh Type
sl_si: Osveži tip

source: Text
sl_si: Tekst

source: Icon (Under Captcha Image)
sl_si: Ikona (pod Captcha sliko)

source: Icon (Right Side of Captcha Image)
sl_si: Ikona ( Desno od Captcha slike)

source: Refreshing Captcha Image
sl_si: Osveževanje Captcha slike

source: Keep Captcha Data In
sl_si: Obdrži Captcha podatke v

source: Extra Protection Key
sl_si: Dodatni zaščitni ključ

source: Auto Generate New Key Daily
sl_si: Avto generiranje novega dnevnega ključa

source: Generate New Key
sl_si: Generiraj nov ključ

source: Click here to generate a new random key
sl_si: Klikni tukaj za generiranje novega naključnega ključa

source: Yes
sl_si: Da

source: No
sl_si: Ne

source: Yes (Alert Message)
sl_si: Da (Opozorilno sporočilo)

source: Yes (Required)
sl_si: Da (Privzeto)

source: Save Incorrect Passwords Only
sl_si: Shrani samo napačna gesla

source: Normal
sl_si: Normalno

source: Double
sl_si: Dvojno

source: Available
sl_si: Na voljo

source: Unavailable
sl_si: Ni na voljo

source: PHP Sessions
sl_si: PHP seja

source: Database
sl_si: Baza podatkov

source: Safer
sl_si: Varnejši

source: Login Options
sl_si: Prijava - možnosti

source: Login Captcha
sl_si: Prijavna Captcha

source: Disabled
sl_si: Izklopljeno

source: Enabled
sl_si: Vklopljeno

source: Show Captcha To
sl_si: Prikaži Captcho v

source: Guests
sl_si: Gostje

source: Guests & Subscribers
sl_si: Gostje in Naročniki

source: Everyone Except Admin
sl_si: Vsi razen Admin

source: Everyone
sl_si: Vsi

source: Same As General Options
sl_si: Enako kot splošne nastavitve

source: Number of Chars
sl_si: Število znakov

source: Type of Chars
sl_si: Vrsta znakov

source: Only Numbers
sl_si: Samo številke

source: Only Letters
sl_si: Samo črke

source: Numbers & Letters
sl_si: Številke in črke

source: Random
sl_si: Naključno

source: Type of Letters
sl_si: Vrsta črk

source: Lowercase
sl_si: Male črke

source: Uppercase
sl_si: Velike črke

source: Mixed
sl_si: Mešano

source: Font Usage
sl_si: Uporabljena pisava

source: Yes - One Font For All
sl_si: Da - Ena pisava za vse

source: Yes - Different Fonts
sl_si: Da - Različne pisave

source: Available Fonts
sl_si: Pisave na voljo

source: Font
sl_si: Pisava

source: Char Size
sl_si: Velikost znakov

source: Very Small
sl_si: Zelo mali

source: Small
sl_si: Mali

source: Medium
sl_si: Srednje

source: Large
sl_si: Veliki

source: Very Large
sl_si: Zelo veliki

source: Char Color
sl_si: Barva znakov

source: Specific Color
sl_si: Določena barva

source: One Color For All
sl_si: Ena barva za vse

source: Different Colors
sl_si: Različne barve

source: Colorful Chars
sl_si: Polno bavni znaki

source: Char Rotation
sl_si: Rotacija znakov

source: Background
sl_si: Ozadje

source: Single Color
sl_si: Ena barva

source: Mosaic
sl_si: Mozaik

source: Image
sl_si: Slika

source: Image Palette
sl_si: Paleta slik

source: Available BG Images
sl_si: Dostopne BG slike

source: All
sl_si: Vse

source: Extra Drawing
sl_si: Posebno risanje

source: None
sl_si: Nič

source: Lines
sl_si: Linije

source: Circles
sl_si: Krogi

source: Lines & Circles
sl_si: Linije in krogi

source: Grid
sl_si: Mreža

source: Transparent Lines
sl_si: Prosojne linije

source: Horizontal
sl_si: Vodoravno

source: Vertical
sl_si: Navpično

source: Horizontal & Vertical
sl_si: Vodoravno in navpično

source: Line-Transparency Level
sl_si: Linije - Nivo prosojnosti

source: Captcha Layer
sl_si: Captcha nivo

source: Single Layer
sl_si: Enojni nivo

source: Double Layer
sl_si: Dvojni nivo

source: Difficulty Level
sl_si: Stopnja težavnosti

source: Very Easy
sl_si: Zelo enostavno

source: Easy
sl_si: Enostavno

source: Moderate
sl_si: Srednje

source: Hard
sl_si: Težko

source: Very Hard
sl_si: Zelo težko

source: Too Hard
sl_si: Izredno težko

source: Impossible
sl_si: Nemogoče

source: Custom
sl_si: Po izboru

source: Apply
sl_si: Uporabi

source: Preview
sl_si: Predogled

source: Click here to apply selected profile
sl_si: Klikni tukaj za uporabo izbranega profila

source: Click here to preview Login Captcha
sl_si: Klikni tukaj za predogled prijavne Captche

source: Register Options
sl_si: Možnosti registracije

source: Register Captcha
sl_si: Registracija captche

source: Click here to preview Register Captcha
sl_si: Klikni tukaj za predogled registrirane captche.

source: Password Recovery Options
sl_si: Možnost obnove gesla

source: Password Recovery Captcha
sl_si: Captcha za obnovo gesla

source: Click here to preview Password Recovery Captcha
sl_si: Klikni tukaj za predogled Captche obnova gesla

source: Comment Options
sl_si: Opcija komentarjev

source: Comment Captcha
sl_si: Komentarji Captcha

source: Click here to preview Comment Captcha
sl_si: Klikni tukaj za predogled Captche komentarjev

source: Blocking Options
sl_si: Možnosti blokade

source: Banned IP Addresses
sl_si: Blokiran IP naslov

source: You can use * in 3rd or 4th part of IP address to block the entire group
sl_si: Lahko uporabite 3. ali 4. del IP naslova za blokado celotne skupine

source: Examples
sl_si: Primer

source: Apply To
sl_si: Uporabi za

source: Save
sl_si: Shrani

source: Click here to save settings
sl_si: Klini tukaj za spravilo nastavitev

source: Reset
sl_si: Ponastavi

source: Click here to reset settings
sl_si: Klikni tukaj za osnovno nastavitev

source: Options
sl_si: Možnosti

source: Hall of Shame
sl_si: Dvorana sramu

source: Log
sl_si: LOG (dnevnik)

source: No Records Selected
sl_si: Ni izbranih zapisov

source: An error occurred
sl_si: Prišlo je do napake

source: Record(s) successfully deleted
sl_si: Zapisi zanesljivo zbrisani

source: IP(s) successfully added to 'Banned IP Addresses' List
sl_si: IP zanesljivo dodan na listo blokiranih naslovov.

source: No IPs Selected
sl_si: IP ni izbran

source: Pages
sl_si: Strani

source: Page
sl_si: Stran

source: Go to page
sl_si: Pojdi na stran

source: Entries Per Page
sl_si: Vnosi v stran

source: Sort By
sl_si: Zloži po

source: Spam Probability
sl_si: Vrjetnost spama!

source: % Failure
sl_si: % neuspešno

source: Number of Total Fails
sl_si: Skupno število - neuspešno

source: Number of Total Trials
sl_si: Skupno število - uspešno

source: Last Date
sl_si: Zadnji datum

source: IP Address
sl_si: IP naslov

source: Select All / None
sl_si: Izberi vse / Nič

source: Banned
sl_si: Blokiran

source: Last Date<br>& Time
sl_si: Zadnji datum<br>in čas

source: # Current<br>Fails
sl_si: #Trnutno<br>neuspešno

source: # Current<br>Trials
sl_si: #Trenutno<br>uspešno

source: # Total<br>Fails
sl_si: #Skupno<br>neuspešno

source: # Total<br>Trials
sl_si: #Skupno<br>uspešno

source: Average Spam<br>Probability
sl_si: Povprečno spam<br>verjetnost

source: Click here to get details about this IP
sl_si: Klikni tukaj za podrobnosti o tem IP naslovu

source: Click here to view logs of this IP
sl_si: Klikni tukaj za LOG (dnevnik) tega IP naslova

source: Click here to delete the selected HoS record(s)
sl_si: Klikni tukaj za izbris izbranega DS zapisa(ov)

source: Delete Selected
sl_si: Briši izbrano

source: Click here to add the selected IP(s) into 'Banned IP Addresses' list
sl_si: Klikni tukaj, da dodaš izbrane IP naslove na listo blokiranih

source: Ban Selected IP(s)
sl_si: Blokiraj izbrane IP-je

source: Click here to export Hall of Shame to CSV file
sl_si: Klikni tukaj za izvoz Dvorane sramu v CSV datoteko

source: Export to CSV
sl_si: Izvozi v CSV

source: Click here to erase all HoS records
sl_si: Klikni tukaj za brisanje vseh DS zapisov

source: Clear HoS File
sl_si: Briši DS datoteke

source: Are you sure that you want to delete the selected records?
sl_si: Ali si prepričan, da želiš zbrisat izbrane zapise?

source: Are you sure that you want to block the selected IP(s)?
sl_si: Ali si prepričan, da želiš blokirat izbrane IP-je?

source: Are you sure that you want to erase the entire HoS file?
sl_si: Ali si prepričan, da želiš izbrisat izbrane DS datoteke?

source: No Logs Selected
sl_si: Ni izbranih LOG-ov

source: Log(s) successfully deleted
sl_si: LOG-i zanesljivo izbrisani.

source: Type
sl_si: Tip

source: All Types
sl_si: Vsi tipi

source: Comment
sl_si: Komentar

source: Result
sl_si: Rezultat

source: All Results
sl_si: Vsi rezultati

source: Success
sl_si: Uspešno

source: Fail
sl_si: ne uspešno

source: Date
sl_si: Datum

source: All Dates
sl_si: Vsi podatki

source: Date & Time
sl_si: Datum in čas

source: IP Address<br>(Proxy)
sl_si: IP naslov<br>(Proxy)

source: Captcha<br>(# Refreshes)
sl_si: Captcha<br>(#Osveženo)

source: Response Time<br>(# Given Chars)
sl_si: Odzivni čas<br>(#daj znak)

source: Result<br>(% Spam P.)
sl_si: Rezultat<br>(%Spam P.)

source: Additional Info
sl_si: Dodatne info.

source: Click here to erase the selected logs
sl_si: Klikni tukaj za brisanje izbranih Log-ov

source: Click here to erase all logs
sl_si: Klikni tukaj za brisanje vseh Log-ov

source: Click here to export logs to CSV file
sl_si: Klikni tukaj za izvoz Log-ov v CSV datoteko

source: Delete Log File
sl_si: Briši Log datoteko

source: Are you sure that you want to delete the selected log entries?
sl_si: Ali ste prepričani, da želite izbrisati izbrane vnose v LOG (dnevnik)?

source: Are you sure that you want to delete ALL log entries?
sl_si: Ali ste prepričani, da želite izbrisati vse vnose v LOG (dnevnik)?

source: Show/Hide more details
sl_si: Prikaži/skrij več podrobnosti

source: SUCCESS
sl_si: USPEŠNO

source: FAIL
sl_si: NE USPEŠNO

source: BANNED
sl_si: BLOKIRAN

source: LOGIN
sl_si: PRIJAVA

source: REGISTER
sl_si: REGISTRACIJA

source: PASSWORD RECOVERY
sl_si: POVRNITEV GESLA

source: COMMENT
sl_si: KOMENTAR

source: Enable Translation
sl_si: Vklopi prevod
